<template>
  <div class="policy-refunds policy-layout">
    <div class="container">
      <p>1. การคืนเงินเมื่อทำการสั่งซื้อไปแล้ว</p>
      <div class="content">
        1.1 ทาง S&N CURTAIN ขอสงวนสิทธิ์ในการคืนเงินทุกกรณี
      </div>
      <p>2. ปัญหาในการให้บริการ</p>
      <div class="content">
        2.1 กรณีที่ลูกค้าทำการชำระเงินผ่านระบบแล้วเกิดข้อผิดพลาดขึ้น โดยเจาะจงที่เป็นความผิดพลาดของระบบที่หักเงินไปแล้ว แต่ไม่สามารถดำเนินการซื้อสินค้าต่อได้ หรือ ระบบไม่บันทึกรายการสั่งซื้อ, ผู้ซื้อสามารถแจ้งเรื่องขอคืนเงินพร้อมแนบหลักฐานรูปถ่ายมาได้ที่แชทหน้าเว็บหรือ, อีเมลล์ support@sncurtain.com <br>
        2.2 กรณีที่สินค้าชำรุดเสียหาย, ผู้ซื้อสามารถแจ้งปัญหาไปที่แชทบนเว็บไซต์หรือที่อีเมลล์ support@sncurtain.com เพื่อทำเรื่องร้องขอคืนสินค้าได้
      </div>
      <router-link
        :to="{ name: 'Policy'}"
        class="color-orange1"
      >ย้อนกลับ</router-link>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style>
</style>
