<template>
  <div class="policy-privacy policy-layout">
    <div class="container">
      <p>1. S&N CURTAIN จะเก็บรวมรวมข้อมูลส่วนบุคคลเมื่อใด</p>
      <div class="content">
        1.1 เราจะ/อาจเก็บรวบรวมข้อมูลส่วนบุคคลของคุณเมื่อ:
        <div class="subcontent">
          <div>[1] เมื่อคุณได้เข้าถึงและ/หรือใช้บริการหรือไซต์ของเรา หรือลงทะเบียน และ/หรือสมัครบัญชีผู้ใช้กับเรา</div>
          <div>[2] เมื่อคุณส่งแบบฟอร์ม รวมถึงแต่ไม่จำกัดเพียง แบบฟอร์มการสมัครหรือแบบฟอร์มอื่นๆ ที่เกี่ยวข้องกับผลิตภัณฑ์และบริการของเรา ไม่ว่าจะแบบออนไลน์หรือแบบฟอร์มเป็นเอกสาร</div>
          <div>[3] เมื่อคุณทำข้อตกลงใดๆ หรือให้เอกสารหรือข้อมูลอื่นใดที่เกี่ยวข้องกับการติดต่อระหว่างคุณกับเรา หรือเมื่อคุณใช้ผลิตภัณฑ์และบริการของเรา</div>
          <div>[4] เมื่อคุณติดต่อกับเรา เช่น ผ่านทางโทรศัพท์ (ซึ่งจะได้รับการบันทึก) จดหมาย แฟกซ์ การประชุมแบบเห็นหน้ากัน แพลตฟอร์มสื่อทางสังคม และอีเมล</div>
          <div>[5] เมื่อคุณใช้บริการทางอิเล็กทรอนิกส์ หรือติดต่อกับเราผ่านไซต์หรือใช้บริการ ซึ่งรวมถึงแต่ไม่จำกัดเพียง การใช้ผ่านคุกกี้ ซึ่งเราอาจปรับใช้เมื่อคุณใช้บริการหรือเข้าถึงไซต์</div>
          <div>[6] เมื่อคุณดำเนินธุรกรรมผ่านบริการของเรา</div>
          <div>[7] เมื่อคุณลงทะเบียน เข้าทำสัญญา และ/หรือเข้าร่วมในการแข่งขัน และ/หรือกิจกรรมส่งเสริมการขายซึ่งรวมถึงกิจกรรมส่งเสริมการขายร่วมกับหุ้นส่วนและ/หรือบริษัทในกลุ่มของเรา</div>
          <div>[8] เมื่อคุณเข้าเยี่ยมชมหรือใช้เว็บไซต์และแอปพลิเคชั่นของหุ้นส่วนหรือบริษัทในกลุ่มของเรา</div>
          <div>[9] เมื่อคุณเข้าเยี่ยมชมหรือใช้เว็บไซต์และแอปพลิเคชั่นของบุคคลภายนอกที่ใช้ และ/หรือ เกี่ยวข้องกับบริการของเรา</div>
          <div>[10] เมื่อคุณติดตั้งแอปพลิเคชั่นบนคอมพิวเตอร์ โทรศัพท์ หรืออุปกรณ์อื่น (“อุปกรณ์”) และ/หรือใช้อุปกรณ์เพื่อเข้าถึงบริการของเรา</div>
          <div>[11] เมื่อคุณเชื่อมต่อบัญชีของคุณกับเว็บไซต์หรือแอปพลิเคชั่นของบุคคลภายนอก แก่บัญชีผู้ใช้ของคุณกับเราผ่านทางไซต์ หรือ</div>
          <div>[12] เมื่อคุณส่งข้อมูลส่วนบุคคลของคุณให้แก่เราด้วยเหตุผลใดก็ตาม</div><br>
          <div> นโยบายดังกล่าวข้างต้นไม่ได้อ้างไว้โดยละเอียดถี่ถ้วนและเป็นเพียงตัวอย่างทั่วไปเมื่อเราเก็บรวบรวมข้อมูลส่วนบุคคลเกี่ยวกับคุณ</div>
        </div>
        1.2 เราอาจเก็บรวบรวม ใช้ เปิดเผย และ/หรือดำเนินการข้อมูลนี้เพื่อวัตถุประสงค์ต่างๆ (ดังที่กำหนดไว้ด้านล่าง)
        1.3 แอปพลิเคชั่นบนมือถือของเราอาจเก็บรวบรวมข้อมูลที่ถูกต้องแม่นยำเกี่ยวกับตำแหน่งที่ตั้งของอุปกรณ์เคลื่อนที่ของคุณโดยใช้เทคโนโลยี เช่น GPS, Wi-Fi ฯลฯ เราเก็บรวบรวม ใช้ เปิดเผย และ/หรือดำเนินการข้อมูลนี้เพื่อวัตถุประสงค์ใดวัตถุประสงค์หนึ่งหรือมากกว่านั้น รวมถึงแต่ไม่จำกัดเพียง บริการตามตำแหน่งที่ตั้งที่คุณร้องขอหรือมอบเนื้อหาที่เกี่ยวข้องให้แก่คุณตามตำแหน่งที่ตั้งของคุณ หรืออนุญาตให้คุณแบ่งปันตำแหน่งที่ตั้งของคุณให้แก่ผู้ใช้อื่นๆ โดยเป็นส่วนหนึ่งของบริการภายใต้แอปพลิเคชั่นบนมือถือของเรา สำหรับอุปกรณ์เคลื่อนที่ส่วนใหญ่ คุณสามารถถอนสิทธิ์ที่จะให้เราได้รับข้อมูลเกี่ยวกับตำแหน่งที่ตั้งของคุณผ่านการตั้งค่าบนอุปกรณ์ของคุณ หากคุณมีข้อสงสัยเกี่ยวกับวิธีปิดการใช้งานบริการเกี่ยวกับตำแหน่งที่ตั้งบนอุปกรณ์เคลื่อนที่ของคุณ โปรดติดต่อผู้ให้บริการอุปกรณ์เคลื่อนที่หรือผู้ผลิตอุปกรณ์ของคุณ
      </div>
      <p>2. S&N CURTAIN จะเก็บรวบรวมข้อมูลส่วนบุคคลใดไว้บ้าง</p>
      <div class="content">
        2.1 ข้อมูลส่วนบุคคลที่ S&N CURTAIN อาจเก็บไว้นั้นรวมถึงแต่ไม่จำกัดเพียง
        <div class="subcontent">
          <div>- ชื่อ</div>
          <div>- อีเมลล์</div>
          <div>- วันเกิด</div>
          <div>- ที่อยู่ตามบัตรประชาชนหรือพาสปอร์ต</div>
          <div>- ที่อยู่สำหรับเรียกเก็บเงิน</div>
          <div>- ที่อยู่สำหรับการจัดส่ง</div>
          <div>- รายละเอียดบัญชีธนาคารและข้อมูลการชำระเงิน</div>
          <div>- หมายเลขติดต่อ</div>
          <div>- หมายเลขบัตรประชาชนหรือหมายเลขพาสปอร์ต</div>
          <div>- เพศ</div>
          <div>- ที่อยู่อินเทอร์เน็ตโปรโตคอล (IP)</div>
          <div>- ข้อมูลอื่นใดเกี่ยวกับผู้ใช้เมื่อผู้ใช้ลงทะเบียนเข้าใช้บริการหรือไซต์ของเรา และเมื่อผู้ใช้ใช้บริการหรือไซต์ รวมถึงข้อมูลที่เกี่ยวกับวิธีการใช้บริการหรือไซต์ของผู้ใช้</div>
          <div>- ประชาชนทั่วไปและกลุ่มที่คุณเชื่อมต่อหรืออาจเชื่อมต่อกันบนแพลตฟอร์มของเรา และลักษณะที่คุณติดต่อสื่อสารกับบุคคลเหล่านั้น</div>
          <div>- ข้อมูลจากหรือเกี่ยวกับอุปกรณ์ที่คุณติดตั้งแอปพลิเคชั่นของเรา และ/หรือใช้อุปกรณ์เพื่อเข้าถึงบริการของเรา และ/หรือไซต์</div>
          <div>- รายละเอียดบัญชีของคุณกับเว็บไซต์หรือแอปพลิเคชั่นของบุคคลภายนอกที่คุณได้เชื่อมต่อบัญชีผู้ใช้ของคุณกับเราผ่านทางไซต์</div>
          <div>- ข้อมูลส่วนบุคคลที่คุณอาจให้แก่เราผ่านทางไซต์</div>
        </div>
        2.2 ความเป็นส่วนตัวของบัญชีผู้ใช้คุณ <br>
        2.3 การดูเว็บเพจ <br>
        2.4 คุกกี้<br>
        2.5 การดูและดาวน์โหลดเนื้อหาและโฆษณา<br>
        2.6 ชุมชนและการสนับสนุน<br>
        2.7 การสำรวจ<br>
        2.8 ข้อมูลที่รวบรวมโดยบุคคลภายนอก<br>
      </div>
      <p>
        3 S&N CURTAIN คุ้มครองข้อมูลส่วนบุคคลของลูกค้าอย่างไรบ้าง
      </p>
      <div class="content">
        3.1 เรานำมาตรการด้านความปลอดภัยต่างๆ มาใช้เพื่อให้แน่ใจว่าข้อมูลส่วนบุคคลของคุณที่อยู่ในระบบของเรานั้นมีความปลอดภัย ข้อมูลส่วนบุคคลของผู้ใช้จะถูกเก็บไว้ในเครือข่ายที่มีความปลอดภัย และสามารถเข้าถึงได้โดยพนักงานจำนวนจำกัดเท่านั้น ซึ่งจะเป็นบุคคลที่มีสิทธิพิเศษในการเข้าถึงระบบดังกล่าว เราจะรักษาข้อมูลส่วนบุคคลของคุณตามกฎหมายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลและ/หรือกฎหมายอื่นที่เกี่ยวข้อง ซึ่งเราจะทำลายหรือไม่ระบุชื่อข้อมูลส่วนบุคคลของคุณทันทีที่มีเหตุผลอันเชื่อได้ว่า
        <div class="subcontent">
          <div>
            [1] วัตถุประสงค์ของการเก็บรวบรวมข้อมูลส่วนบุคคลนั้นไม่ตรงกับการรักษาข้อมูลส่วนบุคคลดังกล่าวไว้อีกต่อไป และ
          </div>
          <div>
            [2] ไม่จำเป็นต้องรักษาข้อมูลส่วนบุคคลดังกล่าวเพื่อวัตถุประสงค์ทางกฎหมายหรือธุรกิจอีกต่อไป หากคุณหยุดการใช้งานไซต์ หรือสิทธิการใช้งานไซต์และ/หรือบริการของคุณสิ้นสุดลง เราอาจจัดเก็บ ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลต่อไปได้ตามกฎหมายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลและข้อผูกพันของเราภายใต้กฎหมายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลนี้ ภายใต้กฎหมายที่บังคับใช้ เราอาจทำลายข้อมูลส่วนบุคคลของคุณอย่างปลอดภัยโดยไม่ต้องแจ้งให้ทราบล่วงหน้า
          </div>

        </div>
      </div>
      <p>
        4. S&N CURTAIN เปิดเผยข้อมูลที่รวบรวมจากผู้เยี่ยมชมให้แก่บุคคลภายนอกหรือไม่
      </p>
      <div class="content">
        4.1 ในการดำเนินธุรกิจของเรา เราอาจจำเป็นต้องเปิดเผยข้อมูลส่วนบุคคลของคุณให้แก่ผู้ให้บริการซึ่งเป็นบุคคลภายนอก ตัวแทน และ/หรือบริษัทในเครือ หรือบริษัทที่เกี่ยวข้องของเรา และ/หรือบุคคลที่สามอื่นๆ ไม่ว่าจะมีสถานที่ตั้งอยู่ในประเทศหรือนอกประเทศสิงคโปร์ เพื่อวัตถุประสงค์ดังที่ระบุข้างต้นอย่างน้อยหนึ่งวัตถุประสงค์ ผู้ให้บริการซึ่งเป็นบุคคลภายนอก ตัวแทน และ/หรือบริษัทในเครือ หรือบริษัทที่เกี่ยวข้องของเรา และ/หรือบุคคลภายนอกอื่นๆ ดังกล่าวนั้นอาจดำเนินการข้อมูลส่วนบุคคลของคุณในนามของเราหรือในลักษณะอื่นใดเพื่อวัตถุประสงค์ดังที่ระบุข้างต้นอย่างน้อยหนึ่งวัตถุประสงค์ บุคคลภายนอกดังกล่าวรวมถึงแต่ไม่จำกัดเพียง:
        <div class="subcontent">
          <div>บริษัทในเครือ บริษัทในกลุ่มและบริษัทที่เกี่ยวข้องของเรา</div>
          <div>ผู้รับจ้าง ตัวแทน ผู้ให้บริการ และบุคคลภายนอกอื่นๆ ที่เราใช้เพื่อสนับสนุนธุรกิจของเรา บุคคลเหล่านี้รวมถึงแต่ไม่จำกัดเพียง ผู้ให้บริการด้านการบริหารจัดการหรือด้านอื่นๆ อันได้แก่ บริษัทรับส่งจดหมาย บริษัทที่ให้บริการด้านโทรคมนาคม บริษัทที่ให้บริการด้านเทคโนโลยีสารสนเทศ และศูนย์ข้อมูล</div>
          <div>ผู้ซื้อ ผู้รับโอนหรือผู้สืบตำแหน่งในกรณีควบรวมกิจการ ถอนทุน ปรับโครงสร้าง จัดระเบียบองค์กรใหม่ เลิกกิจการ หรือการขายหรือโอนสินทรัพย์บางส่วนหรือทั้งหมดของ Shopee ไม่ว่าจะเป็นการดำเนินงานต่อเนื่องหรือเป็นส่วนหนึ่งของการล้มละลาย การเลิกกิจการทั้งหมด หรือการดำเนินการที่คล้ายกัน ซึ่งข้อมูลส่วนบุคคลเกี่ยวกับผู้ใช้บริการของเราที่ Shopee ถือครองอยู่เป็นส่วนหนึ่งของสินทรัพย์ที่ถ่ายโอนไป</div>
          <div>ให้แก่คู่สัญญาในธุรกรรมเกี่ยวกับทรัพย์สินของธุรกิจที่ Shopee หรือบริษัทในเครือหรือบริษัทที่เกี่ยวข้องของเรามีส่วนเกี่ยวข้อง และ/หรือ</div>
          <div>บุคคลภายนอกที่เราได้เปิดเผยข้อมูลให้เพื่อวัตถุประสงค์อย่างน้อยหนึ่งวัตถุประสงค์ และบุคคลภายนอกดังกล่าวอาจเก็บรวบรวมและประมวลผลข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์อย่างน้อยหนึ่งวัตถุประสงค์</div>
        </div>
        4.2 เราอาจจำเป็นต้องแบ่งปัน ข้อมูลเชิงสถิติและประชากรศาสตร์เกี่ยวกับผู้ใช้และการใช้บริการของผู้ใช้ของเราให้แก่ผู้จัดหาโฆษณาและการเขียนโปรแกรม ข้อมูลนี้จะไม่รวมข้อมูลใดๆ ที่อาจนำไปใช้เพื่อระบุตัวตนของคุณโดยเฉพาะ หรือเพื่อค้นข้อมูลส่วนบุคคลเกี่ยวกับตัวคุณ <br>
        4.3 เพื่อหลีกเลี่ยงข้อสงสัย ในกรณีที่กฎหมายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลหรือกฎหมายที่เกี่ยวข้องอื่นๆ อนุญาตให้องค์กร เช่นองค์กรของเรา เก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณโดยไม่ต้องรับความยินยอมจากคุณ ให้นำการอนุญาตโดยกฎหมายข้างต้นมาใช้บังคับต่อไป
      </div>
      <p>5. การปฏิเสธความรับผิดชอบเกี่ยวกับความปลอดภัยและไซต์ของบุคคลภายนอก</p>
      <div class="content">
        5.1 เราไม่รับประกันว่าข้อมูลส่วนบุคคลและ/หรือข้อมูลอื่นที่คุณให้แก่ไซต์ของบุคคลภายนอกจะมีความปลอดภัย เรานำมาตรการด้านความปลอดภัยต่างๆ มาใช้เพื่อรักษาความปลอดภัยให้กับข้อมูลส่วนบุคคลของคุณซึ่งอยู่ในความครอบครองหรือควบคุมของเรา ข้อมูลส่วนบุคคลของผู้ใช้จะถูกเก็บไว้ในเครือข่ายที่มีความปลอดภัย และสามารถเข้าถึงได้โดยพนักงานจำนวนจำกัดเท่านั้น ซึ่งจะเป็นบุคคลที่มีสิทธิพิเศษในการเข้าถึงระบบดังกล่าว และต้องปกป้องข้อมูลส่วนบุคคลที่เป็นความลับ เมื่อคุณส่งคำสั่งซื้อหรือเข้าถึงข้อมูลส่วนบุคคลของคุณ เราขอเสนอให้ใช้เซิร์ฟเวอร์ที่มีความปลอดภัย ข้อมูลส่วนบุคคลหรือข้อมูลที่ละเอียดอ่อนทั้งหมดที่คุณให้นั้นจะถูกนำไปเข้ารหัสไว้ในฐานข้อมูลของเราเพื่อให้เข้าถึงได้เฉพาะตามที่ระบุข้างต้นเท่านั้น <br>
        5.2 ด้วยความพยายามที่จะเพิ่มประโยชน์ให้แก่คุณ เราอาจเลือกเว็บไซต์ของบุคคลภายนอกต่างๆ ที่จะเชื่อมโยงหรือติดตั้งภายในไซต์ เรายังอาจเข้าร่วมในการพัฒนาแบรนด์ร่วมหรือสร้างความสัมพันธ์อื่นใด เพื่อนำเสนอธุรกรรมอีคอมเมิร์ซ และ/หรือบริการและคุณลักษณะอื่นๆ แก่ผู้เข้าชม ไซต์ที่เชื่อมโยงเหล่านี้จะมีนโยบายความเป็นส่วนตัวและการจัดการด้านความปลอดภัยแยกต่างหากแบบอิสระ แม้ว่าบุคคลภายนอกจะมีความเกี่ยวข้องกับเรา แต่เราไม่มีสิทธิในการควบคุมไซต์ที่เชื่อมโยงเหล่านี้ได้ เนื่องจากแต่ละไซต์จะมีข้อปฏิบัติด้านความเป็นส่วนตัวและการเก็บรวบรวมข้อมูลแยกต่างหากเป็นอิสระจากเรา ข้อมูลที่รวบรวมขึ้นจากหุ้นส่วนที่มีแบรนด์ร่วมกับเราหรือเว็บไซต์ของบุคคลภายนอก (แม้ว่าจะนำเสนอในหรือผ่านเว็บไซต์ของเรา) อาจไม่ได้รับมาจากเรา <br>
        5.3 ดังนั้นเราจึงไม่ต้องรับผิดชอบหรือรับผิดในเนื้อหา การจัดการด้านความปลอดภัย (หรือการไม่ได้รับความปลอดภัย) และกิจกรรมต่างๆ ของไซต์ที่เชื่อมโยงเหล่านี้ ไซต์ที่เชื่อมโยงเหล่านี้มีไว้เพื่อความสะดวกของคุณ และให้คุณเข้าใช้งานด้วยความรับผิดชอบของคุณเอง อย่างไรก็ตาม เราต้องการปกป้องความสมบูรณ์ของไซต์และลิงก์ที่อยู่ในแต่ละไซต์ของเรา และรับฟังข้อคิดเห็นเกี่ยวกับไซต์ที่เชื่อมโยงเหล่านี้ (รวมถึงแต่ไม่จำกัดเพียง หากลิงก์เฉพาะไม่ทำงาน)
      </div>
      <router-link
        :to="{ name: 'Policy'}"
        class="color-orange1"
      >ย้อนกลับ</router-link>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style>
</style>
